{
  "crud_posts": [
    {
      "id": "1",
      "title": "Introduction to Fullstack Development Course",
      "body": "Exploring the roles of frontend and backend in web applications"
    },
    {
      "id": "2",
      "title": "Getting Started with  HTML and CSS",
      "body": "The foundation of web development for Beginners"
    }
  ],
  "posts": [
    {
      "id": "1",
      "title": "Sample Post 1",
      "body": "This is the body content for sample post number 1, discussing various aspects of web development and programming."
    },
    {
      "id": "2",
      "title": "Sample Post 2",
      "body": "This is the body content for sample post number 2, discussing various aspects of web development and programming."
    },
    {
      "id": "3",
      "title": "Sample Post 3",
      "body": "This is the body content for sample post number 3, discussing various aspects of web development and programming."
    },
    {
      "id": "4",
      "title": "Sample Post 4",
      "body": "This is the body content for sample post number 4, discussing various aspects of web development and programming."
    },
    {
      "id": "5",
      "title": "Sample Post 5",
      "body": "This is the body content for sample post number 5, discussing various aspects of web development and programming."
    },
    {
      "id": "6",
      "title": "Sample Post 6",
      "body": "This is the body content for sample post number 6, discussing various aspects of web development and programming."
    },
    {
      "id": "7",
      "title": "Sample Post 7",
      "body": "This is the body content for sample post number 7, discussing various aspects of web development and programming."
    },
    {
      "id": "8",
      "title": "Sample Post 8",
      "body": "This is the body content for sample post number 8, discussing various aspects of web development and programming."
    },
    {
      "id": "9",
      "title": "Sample Post 9",
      "body": "This is the body content for sample post number 9, discussing various aspects of web development and programming."
    },
    {
      "id": "10",
      "title": "Sample Post 10",
      "body": "This is the body content for sample post number 10, discussing various aspects of web development and programming."
    },
    {
      "id": "11",
      "title": "Sample Post 11",
      "body": "This is the body content for sample post number 11, discussing various aspects of web development and programming."
    },
    {
      "id": "12",
      "title": "Sample Post 12",
      "body": "This is the body content for sample post number 12, discussing various aspects of web development and programming."
    },
    {
      "id": "13",
      "title": "Sample Post 13",
      "body": "This is the body content for sample post number 13, discussing various aspects of web development and programming."
    },
    {
      "id": "14",
      "title": "Sample Post 14",
      "body": "This is the body content for sample post number 14, discussing various aspects of web development and programming."
    },
    {
      "id": "15",
      "title": "Sample Post 15",
      "body": "This is the body content for sample post number 15, discussing various aspects of web development and programming."
    },
    {
      "id": "16",
      "title": "Sample Post 16",
      "body": "This is the body content for sample post number 16, discussing various aspects of web development and programming."
    },
    {
      "id": "17",
      "title": "Sample Post 17",
      "body": "This is the body content for sample post number 17, discussing various aspects of web development and programming."
    },
    {
      "id": "18",
      "title": "Sample Post 18",
      "body": "This is the body content for sample post number 18, discussing various aspects of web development and programming."
    },
    {
      "id": "19",
      "title": "Sample Post 19",
      "body": "This is the body content for sample post number 19, discussing various aspects of web development and programming."
    },
    {
      "id": "20",
      "title": "Sample Post 20",
      "body": "This is the body content for sample post number 20, discussing various aspects of web development and programming."
    },
    {
      "id": "21",
      "title": "Sample Post 21",
      "body": "This is the body content for sample post number 21, discussing various aspects of web development and programming."
    },
    {
      "id": "22",
      "title": "Sample Post 22",
      "body": "This is the body content for sample post number 22, discussing various aspects of web development and programming."
    },
    {
      "id": "23",
      "title": "Sample Post 23",
      "body": "This is the body content for sample post number 23, discussing various aspects of web development and programming."
    },
    {
      "id": "24",
      "title": "Sample Post 24",
      "body": "This is the body content for sample post number 24, discussing various aspects of web development and programming."
    },
    {
      "id": "25",
      "title": "Sample Post 25",
      "body": "This is the body content for sample post number 25, discussing various aspects of web development and programming."
    },
    {
      "id": "26",
      "title": "Sample Post 26",
      "body": "This is the body content for sample post number 26, discussing various aspects of web development and programming."
    },
    {
      "id": "27",
      "title": "Sample Post 27",
      "body": "This is the body content for sample post number 27, discussing various aspects of web development and programming."
    },
    {
      "id": "28",
      "title": "Sample Post 28",
      "body": "This is the body content for sample post number 28, discussing various aspects of web development and programming."
    },
    {
      "id": "29",
      "title": "Sample Post 29",
      "body": "This is the body content for sample post number 29, discussing various aspects of web development and programming."
    },
    {
      "id": "30",
      "title": "Sample Post 30",
      "body": "This is the body content for sample post number 30, discussing various aspects of web development and programming."
    },
    {
      "id": "31",
      "title": "Sample Post 31",
      "body": "This is the body content for sample post number 31, discussing various aspects of web development and programming."
    },
    {
      "id": "32",
      "title": "Sample Post 32",
      "body": "This is the body content for sample post number 32, discussing various aspects of web development and programming."
    },
    {
      "id": "33",
      "title": "Sample Post 33",
      "body": "This is the body content for sample post number 33, discussing various aspects of web development and programming."
    },
    {
      "id": "34",
      "title": "Sample Post 34",
      "body": "This is the body content for sample post number 34, discussing various aspects of web development and programming."
    },
    {
      "id": "35",
      "title": "Sample Post 35",
      "body": "This is the body content for sample post number 35, discussing various aspects of web development and programming."
    },
    {
      "id": "36",
      "title": "Sample Post 36",
      "body": "This is the body content for sample post number 36, discussing various aspects of web development and programming."
    },
    {
      "id": "37",
      "title": "Sample Post 37",
      "body": "This is the body content for sample post number 37, discussing various aspects of web development and programming."
    },
    {
      "id": "38",
      "title": "Sample Post 38",
      "body": "This is the body content for sample post number 38, discussing various aspects of web development and programming."
    },
    {
      "id": "39",
      "title": "Sample Post 39",
      "body": "This is the body content for sample post number 39, discussing various aspects of web development and programming."
    },
    {
      "id": "40",
      "title": "Sample Post 40",
      "body": "This is the body content for sample post number 40, discussing various aspects of web development and programming."
    },
    {
      "id": "41",
      "title": "Sample Post 41",
      "body": "This is the body content for sample post number 41, discussing various aspects of web development and programming."
    },
    {
      "id": "42",
      "title": "Sample Post 42",
      "body": "This is the body content for sample post number 42, discussing various aspects of web development and programming."
    },
    {
      "id": "43",
      "title": "Sample Post 43",
      "body": "This is the body content for sample post number 43, discussing various aspects of web development and programming."
    },
    {
      "id": "44",
      "title": "Sample Post 44",
      "body": "This is the body content for sample post number 44, discussing various aspects of web development and programming."
    },
    {
      "id": "45",
      "title": "Sample Post 45",
      "body": "This is the body content for sample post number 45, discussing various aspects of web development and programming."
    },
    {
      "id": "46",
      "title": "Sample Post 46",
      "body": "This is the body content for sample post number 46, discussing various aspects of web development and programming."
    },
    {
      "id": "47",
      "title": "Sample Post 47",
      "body": "This is the body content for sample post number 47, discussing various aspects of web development and programming."
    },
    {
      "id": "48",
      "title": "Sample Post 48",
      "body": "This is the body content for sample post number 48, discussing various aspects of web development and programming."
    },
    {
      "id": "49",
      "title": "Sample Post 49",
      "body": "This is the body content for sample post number 49, discussing various aspects of web development and programming."
    },
    {
      "id": "50",
      "title": "Sample Post 50",
      "body": "This is the body content for sample post number 50, discussing various aspects of web development and programming."
    },
    {
      "id": "51",
      "title": "Sample Post 51",
      "body": "This is the body content for sample post number 51, discussing various aspects of web development and programming."
    },
    {
      "id": "52",
      "title": "Sample Post 52",
      "body": "This is the body content for sample post number 52, discussing various aspects of web development and programming."
    },
    {
      "id": "53",
      "title": "Sample Post 53",
      "body": "This is the body content for sample post number 53, discussing various aspects of web development and programming."
    },
    {
      "id": "54",
      "title": "Sample Post 54",
      "body": "This is the body content for sample post number 54, discussing various aspects of web development and programming."
    },
    {
      "id": "55",
      "title": "Sample Post 55",
      "body": "This is the body content for sample post number 55, discussing various aspects of web development and programming."
    },
    {
      "id": "56",
      "title": "Sample Post 56",
      "body": "This is the body content for sample post number 56, discussing various aspects of web development and programming."
    },
    {
      "id": "57",
      "title": "Sample Post 57",
      "body": "This is the body content for sample post number 57, discussing various aspects of web development and programming."
    },
    {
      "id": "58",
      "title": "Sample Post 58",
      "body": "This is the body content for sample post number 58, discussing various aspects of web development and programming."
    },
    {
      "id": "59",
      "title": "Sample Post 59",
      "body": "This is the body content for sample post number 59, discussing various aspects of web development and programming."
    },
    {
      "id": "60",
      "title": "Sample Post 60",
      "body": "This is the body content for sample post number 60, discussing various aspects of web development and programming."
    },
    {
      "id": "61",
      "title": "Sample Post 61",
      "body": "This is the body content for sample post number 61, discussing various aspects of web development and programming."
    },
    {
      "id": "62",
      "title": "Sample Post 62",
      "body": "This is the body content for sample post number 62, discussing various aspects of web development and programming."
    },
    {
      "id": "63",
      "title": "Sample Post 63",
      "body": "This is the body content for sample post number 63, discussing various aspects of web development and programming."
    },
    {
      "id": "64",
      "title": "Sample Post 64",
      "body": "This is the body content for sample post number 64, discussing various aspects of web development and programming."
    },
    {
      "id": "65",
      "title": "Sample Post 65",
      "body": "This is the body content for sample post number 65, discussing various aspects of web development and programming."
    },
    {
      "id": "66",
      "title": "Sample Post 66",
      "body": "This is the body content for sample post number 66, discussing various aspects of web development and programming."
    },
    {
      "id": "67",
      "title": "Sample Post 67",
      "body": "This is the body content for sample post number 67, discussing various aspects of web development and programming."
    },
    {
      "id": "68",
      "title": "Sample Post 68",
      "body": "This is the body content for sample post number 68, discussing various aspects of web development and programming."
    },
    {
      "id": "69",
      "title": "Sample Post 69",
      "body": "This is the body content for sample post number 69, discussing various aspects of web development and programming."
    },
    {
      "id": "70",
      "title": "Sample Post 70",
      "body": "This is the body content for sample post number 70, discussing various aspects of web development and programming."
    },
    {
      "id": "71",
      "title": "Sample Post 71",
      "body": "This is the body content for sample post number 71, discussing various aspects of web development and programming."
    },
    {
      "id": "72",
      "title": "Sample Post 72",
      "body": "This is the body content for sample post number 72, discussing various aspects of web development and programming."
    },
    {
      "id": "73",
      "title": "Sample Post 73",
      "body": "This is the body content for sample post number 73, discussing various aspects of web development and programming."
    },
    {
      "id": "74",
      "title": "Sample Post 74",
      "body": "This is the body content for sample post number 74, discussing various aspects of web development and programming."
    },
    {
      "id": "75",
      "title": "Sample Post 75",
      "body": "This is the body content for sample post number 75, discussing various aspects of web development and programming."
    },
    {
      "id": "76",
      "title": "Sample Post 76",
      "body": "This is the body content for sample post number 76, discussing various aspects of web development and programming."
    },
    {
      "id": "77",
      "title": "Sample Post 77",
      "body": "This is the body content for sample post number 77, discussing various aspects of web development and programming."
    },
    {
      "id": "78",
      "title": "Sample Post 78",
      "body": "This is the body content for sample post number 78, discussing various aspects of web development and programming."
    },
    {
      "id": "79",
      "title": "Sample Post 79",
      "body": "This is the body content for sample post number 79, discussing various aspects of web development and programming."
    },
    {
      "id": "80",
      "title": "Sample Post 80",
      "body": "This is the body content for sample post number 80, discussing various aspects of web development and programming."
    },
    {
      "id": "81",
      "title": "Sample Post 81",
      "body": "This is the body content for sample post number 81, discussing various aspects of web development and programming."
    },
    {
      "id": "82",
      "title": "Sample Post 82",
      "body": "This is the body content for sample post number 82, discussing various aspects of web development and programming."
    },
    {
      "id": "83",
      "title": "Sample Post 83",
      "body": "This is the body content for sample post number 83, discussing various aspects of web development and programming."
    },
    {
      "id": "84",
      "title": "Sample Post 84",
      "body": "This is the body content for sample post number 84, discussing various aspects of web development and programming."
    },
    {
      "id": "85",
      "title": "Sample Post 85",
      "body": "This is the body content for sample post number 85, discussing various aspects of web development and programming."
    },
    {
      "id": "86",
      "title": "Sample Post 86",
      "body": "This is the body content for sample post number 86, discussing various aspects of web development and programming."
    },
    {
      "id": "87",
      "title": "Sample Post 87",
      "body": "This is the body content for sample post number 87, discussing various aspects of web development and programming."
    },
    {
      "id": "88",
      "title": "Sample Post 88",
      "body": "This is the body content for sample post number 88, discussing various aspects of web development and programming."
    },
    {
      "id": "89",
      "title": "Sample Post 89",
      "body": "This is the body content for sample post number 89, discussing various aspects of web development and programming."
    },
    {
      "id": "90",
      "title": "Sample Post 90",
      "body": "This is the body content for sample post number 90, discussing various aspects of web development and programming."
    },
    {
      "id": "91",
      "title": "Sample Post 91",
      "body": "This is the body content for sample post number 91, discussing various aspects of web development and programming."
    },
    {
      "id": "92",
      "title": "Sample Post 92",
      "body": "This is the body content for sample post number 92, discussing various aspects of web development and programming."
    },
    {
      "id": "93",
      "title": "Sample Post 93",
      "body": "This is the body content for sample post number 93, discussing various aspects of web development and programming."
    },
    {
      "id": "94",
      "title": "Sample Post 94",
      "body": "This is the body content for sample post number 94, discussing various aspects of web development and programming."
    },
    {
      "id": "95",
      "title": "Sample Post 95",
      "body": "This is the body content for sample post number 95, discussing various aspects of web development and programming."
    },
    {
      "id": "96",
      "title": "Sample Post 96",
      "body": "This is the body content for sample post number 96, discussing various aspects of web development and programming."
    },
    {
      "id": "97",
      "title": "Sample Post 97",
      "body": "This is the body content for sample post number 97, discussing various aspects of web development and programming."
    },
    {
      "id": "98",
      "title": "Sample Post 98",
      "body": "This is the body content for sample post number 98, discussing various aspects of web development and programming."
    },
    {
      "id": "99",
      "title": "Sample Post 99",
      "body": "This is the body content for sample post number 99, discussing various aspects of web development and programming."
    },
    {
      "id": "100",
      "title": "Sample Post 100",
      "body": "This is the body content for sample post number 100, discussing various aspects of web development and programming."
    }
  ],
  "items": [
    {
      "id": "1",
      "name": "Apple 1",
      "color": "Red",
      "vitamin": "Vitamin C"
    },
    {
      "id": "2",
      "name": "Banana 2",
      "color": "Yellow",
      "vitamin": "Vitamin B6"
    },
    {
      "id": "3",
      "name": "Carrot 3",
      "color": "Orange",
      "vitamin": "Vitamin A"
    },
    {
      "id": "4",
      "name": "Blueberry 4",
      "color": "Blue",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "5",
      "name": "Avocado 5",
      "color": "Green",
      "vitamin": "Vitamin E, K"
    },
    {
      "id": "6",
      "name": "Spinach 6",
      "color": "Green",
      "vitamin": "Vitamin A, C, K"
    },
    {
      "id": "7",
      "name": "Orange 7",
      "color": "Orange",
      "vitamin": "Vitamin C"
    },
    {
      "id": "8",
      "name": "Grapes 8",
      "color": "Purple",
      "vitamin": "Vitamin K, B1"
    },
    {
      "id": "9",
      "name": "Tomato 9",
      "color": "Red",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "10",
      "name": "Broccoli 10",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "11",
      "name": "Mango 11",
      "color": "Yellow",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "12",
      "name": "Pineapple 12",
      "color": "Brown-Yellow",
      "vitamin": "Vitamin C, B6"
    },
    {
      "id": "13",
      "name": "Strawberry 13",
      "color": "Red",
      "vitamin": "Vitamin C, Manganese"
    },
    {
      "id": "14",
      "name": "Lettuce 14",
      "color": "Green",
      "vitamin": "Vitamin A, K"
    },
    {
      "id": "15",
      "name": "Papaya 15",
      "color": "Orange",
      "vitamin": "Vitamin C, Folate"
    },
    {
      "id": "16",
      "name": "Peach 16",
      "color": "Orange",
      "vitamin": "Vitamin A, C, E"
    },
    {
      "id": "17",
      "name": "Pear 17",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "18",
      "name": "Kiwi 18",
      "color": "Green",
      "vitamin": "Vitamin C, E, K"
    },
    {
      "id": "19",
      "name": "Cucumber 19",
      "color": "Green",
      "vitamin": "Vitamin K, C"
    },
    {
      "id": "20",
      "name": "Pumpkin 20",
      "color": "Orange",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "21",
      "name": "Apple 21",
      "color": "Red",
      "vitamin": "Vitamin C"
    },
    {
      "id": "22",
      "name": "Banana 22",
      "color": "Yellow",
      "vitamin": "Vitamin B6"
    },
    {
      "id": "23",
      "name": "Carrot 23",
      "color": "Orange",
      "vitamin": "Vitamin A"
    },
    {
      "id": "24",
      "name": "Blueberry 24",
      "color": "Blue",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "25",
      "name": "Avocado 25",
      "color": "Green",
      "vitamin": "Vitamin E, K"
    },
    {
      "id": "26",
      "name": "Spinach 26",
      "color": "Green",
      "vitamin": "Vitamin A, C, K"
    },
    {
      "id": "27",
      "name": "Orange 27",
      "color": "Orange",
      "vitamin": "Vitamin C"
    },
    {
      "id": "28",
      "name": "Grapes 28",
      "color": "Purple",
      "vitamin": "Vitamin K, B1"
    },
    {
      "id": "29",
      "name": "Tomato 29",
      "color": "Red",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "30",
      "name": "Broccoli 30",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "31",
      "name": "Mango 31",
      "color": "Yellow",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "32",
      "name": "Pineapple 32",
      "color": "Brown-Yellow",
      "vitamin": "Vitamin C, B6"
    },
    {
      "id": "33",
      "name": "Strawberry 33",
      "color": "Red",
      "vitamin": "Vitamin C, Manganese"
    },
    {
      "id": "34",
      "name": "Lettuce 34",
      "color": "Green",
      "vitamin": "Vitamin A, K"
    },
    {
      "id": "35",
      "name": "Papaya 35",
      "color": "Orange",
      "vitamin": "Vitamin C, Folate"
    },
    {
      "id": "36",
      "name": "Peach 36",
      "color": "Orange",
      "vitamin": "Vitamin A, C, E"
    },
    {
      "id": "37",
      "name": "Pear 37",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "38",
      "name": "Kiwi 38",
      "color": "Green",
      "vitamin": "Vitamin C, E, K"
    },
    {
      "id": "39",
      "name": "Cucumber 39",
      "color": "Green",
      "vitamin": "Vitamin K, C"
    },
    {
      "id": "40",
      "name": "Pumpkin 40",
      "color": "Orange",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "41",
      "name": "Apple 41",
      "color": "Red",
      "vitamin": "Vitamin C"
    },
    {
      "id": "42",
      "name": "Banana 42",
      "color": "Yellow",
      "vitamin": "Vitamin B6"
    },
    {
      "id": "43",
      "name": "Carrot 43",
      "color": "Orange",
      "vitamin": "Vitamin A"
    },
    {
      "id": "44",
      "name": "Blueberry 44",
      "color": "Blue",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "45",
      "name": "Avocado 45",
      "color": "Green",
      "vitamin": "Vitamin E, K"
    },
    {
      "id": "46",
      "name": "Spinach 46",
      "color": "Green",
      "vitamin": "Vitamin A, C, K"
    },
    {
      "id": "47",
      "name": "Orange 47",
      "color": "Orange",
      "vitamin": "Vitamin C"
    },
    {
      "id": "48",
      "name": "Grapes 48",
      "color": "Purple",
      "vitamin": "Vitamin K, B1"
    },
    {
      "id": "49",
      "name": "Tomato 49",
      "color": "Red",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "50",
      "name": "Broccoli 50",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "51",
      "name": "Mango 51",
      "color": "Yellow",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "52",
      "name": "Pineapple 52",
      "color": "Brown-Yellow",
      "vitamin": "Vitamin C, B6"
    },
    {
      "id": "53",
      "name": "Strawberry 53",
      "color": "Red",
      "vitamin": "Vitamin C, Manganese"
    },
    {
      "id": "54",
      "name": "Lettuce 54",
      "color": "Green",
      "vitamin": "Vitamin A, K"
    },
    {
      "id": "55",
      "name": "Papaya 55",
      "color": "Orange",
      "vitamin": "Vitamin C, Folate"
    },
    {
      "id": "56",
      "name": "Peach 56",
      "color": "Orange",
      "vitamin": "Vitamin A, C, E"
    },
    {
      "id": "57",
      "name": "Pear 57",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "58",
      "name": "Kiwi 58",
      "color": "Green",
      "vitamin": "Vitamin C, E, K"
    },
    {
      "id": "59",
      "name": "Cucumber 59",
      "color": "Green",
      "vitamin": "Vitamin K, C"
    },
    {
      "id": "60",
      "name": "Pumpkin 60",
      "color": "Orange",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "61",
      "name": "Apple 61",
      "color": "Red",
      "vitamin": "Vitamin C"
    },
    {
      "id": "62",
      "name": "Banana 62",
      "color": "Yellow",
      "vitamin": "Vitamin B6"
    },
    {
      "id": "63",
      "name": "Carrot 63",
      "color": "Orange",
      "vitamin": "Vitamin A"
    },
    {
      "id": "64",
      "name": "Blueberry 64",
      "color": "Blue",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "65",
      "name": "Avocado 65",
      "color": "Green",
      "vitamin": "Vitamin E, K"
    },
    {
      "id": "66",
      "name": "Spinach 66",
      "color": "Green",
      "vitamin": "Vitamin A, C, K"
    },
    {
      "id": "67",
      "name": "Orange 67",
      "color": "Orange",
      "vitamin": "Vitamin C"
    },
    {
      "id": "68",
      "name": "Grapes 68",
      "color": "Purple",
      "vitamin": "Vitamin K, B1"
    },
    {
      "id": "69",
      "name": "Tomato 69",
      "color": "Red",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "70",
      "name": "Broccoli 70",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "71",
      "name": "Mango 71",
      "color": "Yellow",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "72",
      "name": "Pineapple 72",
      "color": "Brown-Yellow",
      "vitamin": "Vitamin C, B6"
    },
    {
      "id": "73",
      "name": "Strawberry 73",
      "color": "Red",
      "vitamin": "Vitamin C, Manganese"
    },
    {
      "id": "74",
      "name": "Lettuce 74",
      "color": "Green",
      "vitamin": "Vitamin A, K"
    },
    {
      "id": "75",
      "name": "Papaya 75",
      "color": "Orange",
      "vitamin": "Vitamin C, Folate"
    },
    {
      "id": "76",
      "name": "Peach 76",
      "color": "Orange",
      "vitamin": "Vitamin A, C, E"
    },
    {
      "id": "77",
      "name": "Pear 77",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "78",
      "name": "Kiwi 78",
      "color": "Green",
      "vitamin": "Vitamin C, E, K"
    },
    {
      "id": "79",
      "name": "Cucumber 79",
      "color": "Green",
      "vitamin": "Vitamin K, C"
    },
    {
      "id": "80",
      "name": "Pumpkin 80",
      "color": "Orange",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "81",
      "name": "Apple 81",
      "color": "Red",
      "vitamin": "Vitamin C"
    },
    {
      "id": "82",
      "name": "Banana 82",
      "color": "Yellow",
      "vitamin": "Vitamin B6"
    },
    {
      "id": "83",
      "name": "Carrot 83",
      "color": "Orange",
      "vitamin": "Vitamin A"
    },
    {
      "id": "84",
      "name": "Blueberry 84",
      "color": "Blue",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "85",
      "name": "Avocado 85",
      "color": "Green",
      "vitamin": "Vitamin E, K"
    },
    {
      "id": "86",
      "name": "Spinach 86",
      "color": "Green",
      "vitamin": "Vitamin A, C, K"
    },
    {
      "id": "87",
      "name": "Orange 87",
      "color": "Orange",
      "vitamin": "Vitamin C"
    },
    {
      "id": "88",
      "name": "Grapes 88",
      "color": "Purple",
      "vitamin": "Vitamin K, B1"
    },
    {
      "id": "89",
      "name": "Tomato 89",
      "color": "Red",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "90",
      "name": "Broccoli 90",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "91",
      "name": "Mango 91",
      "color": "Yellow",
      "vitamin": "Vitamin A, C"
    },
    {
      "id": "92",
      "name": "Pineapple 92",
      "color": "Brown-Yellow",
      "vitamin": "Vitamin C, B6"
    },
    {
      "id": "93",
      "name": "Strawberry 93",
      "color": "Red",
      "vitamin": "Vitamin C, Manganese"
    },
    {
      "id": "94",
      "name": "Lettuce 94",
      "color": "Green",
      "vitamin": "Vitamin A, K"
    },
    {
      "id": "95",
      "name": "Papaya 95",
      "color": "Orange",
      "vitamin": "Vitamin C, Folate"
    },
    {
      "id": "96",
      "name": "Peach 96",
      "color": "Orange",
      "vitamin": "Vitamin A, C, E"
    },
    {
      "id": "97",
      "name": "Pear 97",
      "color": "Green",
      "vitamin": "Vitamin C, K"
    },
    {
      "id": "98",
      "name": "Kiwi 98",
      "color": "Green",
      "vitamin": "Vitamin C, E, K"
    },
    {
      "id": "99",
      "name": "Cucumber 99",
      "color": "Green",
      "vitamin": "Vitamin K, C"
    },
    {
      "id": "100",
      "name": "Pumpkin 100",
      "color": "Orange",
      "vitamin": "Vitamin A, C"
    }
  ]
}